OpenFOAM/benchmark_cases_LiPb/just_probe_test_case/epsilon/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          3713;
        startFace       1563712;
    }
    wall
    {
        type            wall;
        physicalType    wall;
        nFaces          5628;
        startFace       1567425;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          3713;
        startFace       1573053;
    }
    probe
    {
        type            wall;
        physicalType    wall;
        nFaces          26470;
        startFace       1576766;
    }
)

// ************************************************************************* //
